
/* Class = "NSWindow"; title = "Expert Settings"; ObjectID = "1"; */
"1.title" = "Expertinstellingen";

/* Class = "NSTabViewItem"; label = "Global Settings"; ObjectID = "223"; */
"223.label" = "Algemene instellingen";

/* Class = "NSTabViewItem"; label = "Global Filters"; ObjectID = "224"; */
"224.label" = "Algemene filters";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "CCC filter value"; ObjectID = "339"; */
"339.ibExternalAccessibilityDescription" = "Waarde van CCC-filter";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Add custom filter"; ObjectID = "344"; */
"344.ibExternalAccessibilityDescription" = "Voeg aangepaste filter toe";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove selected filter"; ObjectID = "345"; */
"345.ibExternalAccessibilityDescription" = "Verwijder geselecteerde filter";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Documentation for custom filters"; ObjectID = "348"; */
"348.ibExternalAccessibilityDescription" = "Documentatie voor aangepaste filters";

/* Class = "NSTextFieldCell"; title = "Most of these globally-defined filters are defined in the documentation (click the \"?\" button below). While many of these are designed to reduce error messages, many of them are here to protect your OS in cases where you select the startup disk as the destination. YOU CAN HARM YOUR OS BY REMOVING THESE FILTERS AND SUBSEQUENTLY RUNNING A BACKUP TASK WITH YOUR STARTUP DISK AS THE DESTINATION. Use care when removing any filters from this list!\n\n\"CCC filter\": If you want to match an item via an absolute path, this should start with a \"/\". You can also add wildcards. Browse the default entries for examples. Filters defined here will suppress the items in the task filter window.\n\n\"Exclude/protect ... when the source/destination is the startup disk\": These settings are similar to the more generic options, but allow you to impose these filters only when the startup disk is selected. For example, /dev is only protected when the destination is the startup disk, otherwise it is treated like an ordinary folder."; ObjectID = "354"; */
"354.title" = "De meeste van deze algemeen gedefinieerde filters zijn gedefinieerd in de documentatie (klik hieronder op de knop “?”). Hoewel veel van deze filters zijn ontworpen om minder foutberichten te krijgen, dienen vele filters om het OS te beschermen in gevallen waarbij u de opstartschijf selecteert als het doel. U KUNT HET OS BESCHADIGEN DOOR DEZE FILTERS TE VERWIJDEREN EN LATER EEN RESERVEKOPIETAAK MET DE OPSTARTSCHIJF ALS HET DOEL UIT TE VOEREN. Wees voorzichtig wanneer u filters uit deze lijst verwijdert!\n\n\"CCC-filter\" en \"Rsync-filter\": Als u een absoluut pad voor een onderdeel wilt gebruiken, moet het beginnen met een “/”. U kunt ook jokertekens toevoegen. Plaats een “/” aan het einde van het onderdeel om alleen mappen als resultaat te krijgen (alleen van toepassing op de rsync-filter). Zoek in de standaardvermeldingen naar voorbeelden. De hier gedefinieerde filters worden mogelijk niet weerspiegeld in de lijst met te kopiëren onderdelen.\n\n“Negeer/bescherm... wanneer de bron/het doel de opstartschijf is”: Deze instellingen zijn vergelijkbaar met de meer algemene opties maar hiermee kunt u deze filters alleen toepassen wanneer de opstartschijf is geselecteerd. Voorbeeld: /dev wordt alleen beschermd wanneer het doel de opstartschijf is. Anders wordt deze map behandeld als een gewone map.";

/* Class = "NSButtonCell"; title = "Exclude this item when the source is the startup disk"; ObjectID = "355"; */
"355.title" = "Negeer dit onderdeel als de bron de opstartschijf is";

/* Class = "NSButtonCell"; title = "Revert to Defaults"; ObjectID = "358"; */
"358.title" = "Standaardinstellingen";

/* Class = "NSButtonCell"; title = "Apply"; ObjectID = "359"; */
"359.title" = "Pas toe";

/* Class = "NSButtonCell"; title = "Protect this item from being deleted if the destination is the startup disk"; ObjectID = "360"; */
"360.title" = "Bescherm dit onderdeel tegen verwijdering als het doel de opstartschijf is";

/* Class = "NSTextFieldCell"; title = "CCC filter expression:"; ObjectID = "361"; */
"361.title" = "CCC-filter:";

/* Class = "NSButtonCell"; title = "Protect this item from being deleted on the destination"; ObjectID = "363"; */
"363.title" = "Bescherm dit onderdeel tegen verwijdering op het doel";

/* Class = "NSButtonCell"; title = "Exclude this item from every backup task"; ObjectID = "364"; */
"364.title" = "Negeer dit onderdeel bij elke reservekopietaak";

/* Class = "NSButtonCell"; title = "Hide this item on the destination"; ObjectID = "365"; */
"365.title" = "Verberg dit onderdeel op het doel";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "370"; */
"370.title" = "Text Cell";

/* Class = "NSTextFieldCell"; title = "50"; ObjectID = "0xp-sV-rx0"; */
"0xp-sV-rx0.title" = "50";

/* Class = "NSButtonCell"; title = "LOG_TASK_ENGINEER"; ObjectID = "2fC-oz-t5u"; */
"2fC-oz-t5u.title" = "LOG_TASK_ENGINEER";

/* Class = "NSButtonCell"; title = "Redact user feedback"; ObjectID = "412-gb-pWN"; */
"412-gb-pWN.title" = "Redigeer gebruikersfeedback";

/* Class = "NSTextFieldCell"; title = "Archive folder name format:"; ObjectID = "6kO-6i-g7f"; */
"6kO-6i-g7f.title" = "Structuur van naam van archiefmap:";

/* Class = "NSButtonCell"; title = "LOG_FILTER"; ObjectID = "Bsy-Oi-Y2A"; */
"Bsy-Oi-Y2A.title" = "LOG_FILTER";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Bandwidth limit value"; ObjectID = "F8O-sU-fNd"; */
"F8O-sU-fNd.ibExternalAccessibilityDescription" = "Waarde van bandbreedtelimiet";

/* Class = "NSButtonCell"; title = "LOG_EXTERNALTASK"; ObjectID = "Gbx-6c-jTx"; */
"Gbx-6c-jTx.title" = "LOG_EXTERNALTASK";

/* Class = "NSTextFieldCell"; title = "DEBUG LOGGING"; ObjectID = "Ijc-ML-0Cl"; */
"Ijc-ML-0Cl.title" = "LOGBESTANDEN VAN FOUTOPSPORING";

/* Class = "NSButtonCell"; title = "LOG_XPC"; ObjectID = "JKZ-vb-Dpn"; */
"JKZ-vb-Dpn.title" = "LOG_XPC";

/* Class = "NSButtonCell"; title = "LOG_SIMPLESMTP"; ObjectID = "KAl-Op-SVY"; */
"KAl-Op-SVY.title" = "LOG_SIMPLESMTP";

/* Class = "NSButtonCell"; title = "Don't create transient snapshots on the source volume"; ObjectID = "LEb-Ra-HOK"; */
"LEb-Ra-HOK.title" = "Maak geen tijdelijke momentopnamen op het bronvolume";

/* Class = "NSButtonCell"; title = "LOG_DATABASE"; ObjectID = "LiK-m6-q1h"; */
"LiK-m6-q1h.title" = "LOG_DATABASE";

/* Class = "NSButtonCell"; title = "Don't require a mounted NAS volume for 'On reconnect' tasks"; ObjectID = "NQD-ce-Obl"; */
"NQD-ce-Obl.title" = "Vereis geen geactiveerd NAS-volume voor 'Opnieuw verbinden'-taken";

/* Class = "NSButtonCell"; title = "Use \"CCC Backup Task\" as a non-persistent, default ad hoc task"; ObjectID = "Pvk-V7-Gl8"; */
"Pvk-V7-Gl8.title" = "Gebruik ‘CCC-reservekopietaak’ als niet-blijvende, standaard ad-hoctaak";

/* Class = "NSTextFieldCell"; title = "128"; ObjectID = "Qws-Jf-aY0"; */
"Qws-Jf-aY0.title" = "128";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "/path/to/item"; ObjectID = "RGL-vG-7YE"; */
"RGL-vG-7YE.ibShadowedIsNilPlaceholder" = "/pad/naar/onderdeel";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Archive Name Format"; ObjectID = "Sjp-Rv-998"; */
"Sjp-Rv-998.ibExternalAccessibilityDescription" = "Structuur van archiefnaam";

/* Class = "NSButtonCell"; title = "Disable the task suspension safety mechanism"; ObjectID = "SlB-YA-1U8"; */
"SlB-YA-1U8.title" = "Schakel het veiligheidsmechanisme voor taakonderbreking uit";

/* Class = "NSButtonCell"; title = "LOG_DISKCONTROLLER"; ObjectID = "T4M-hf-CM4"; */
"T4M-hf-CM4.title" = "LOG_DISKCONTROLLER";

/* Class = "NSButtonCell"; title = "LOG_FSEVENTS"; ObjectID = "U25-vp-7bY"; */
"U25-vp-7bY.title" = "LOG_FSEVENTS";

/* Class = "NSButtonCell"; title = "LOG_SSHAUTH"; ObjectID = "XCy-vz-cgG"; */
"XCy-vz-cgG.title" = "LOG_SSHAUTH";

/* Class = "NSButtonCell"; title = "Use the legacy file copier"; ObjectID = "YAp-pb-4SE"; */
"YAp-pb-4SE.title" = "Gebruik verouderde kopieerfunctie voor bestanden";

/* Class = "NSButtonCell"; title = "LOG_PROG_INDICATION"; ObjectID = "ZJe-tM-mHi"; */
"ZJe-tM-mHi.title" = "LOG_PROG_INDICATION";

/* Class = "NSButtonCell"; title = "LOG_KEYCHAIN"; ObjectID = "ZhC-Zn-vKl"; */
"ZhC-Zn-vKl.title" = "LOG_KEYCHAIN";

/* Class = "NSButtonCell"; title = "LOG_EXTERNALTASK_OUTPUT"; ObjectID = "aOO-va-p9g"; */
"aOO-va-p9g.title" = "LOG_EXTERNALTASK_OUTPUT";

/* Class = "NSTextFieldCell"; title = "A larger band size is more effective for disk images hosted on APFS volumes and network storage (any filesystem that performs poorly with a high per-folder file count). A smaller band size is better when using a syncing solution for transferring the disk image to a tertiary location. Minimum: 1MB, Maximum: 8192MB (8GB)"; ObjectID = "aY6-HK-LHi"; */
"aY6-HK-LHi.title" = "Een hogere bandbreedte is efficiënter voor schijfkopieën op APFS-volumes en netwerkopslag (elk bestandssysteem dat minder goed presteert bij een hoog aantal bestanden per map). Een lagere bandbreedte is beter als een synchronisatie-oplossing wordt gebruikt voor de overdracht van de schijfkopie naar tertiaire locaties. Minimum: 1 MB, maximum: 8192 MB (8 GB).";

/* Class = "NSButtonCell"; title = "LOG_HELPER_CONTROLLER"; ObjectID = "bNC-yt-EWa"; */
"bNC-yt-EWa.title" = "LOG_HELPER_CONTROLLER";

/* Class = "NSButtonCell"; title = "LOG_UPDATING"; ObjectID = "e3m-8o-Z3s"; */
"e3m-8o-Z3s.title" = "LOG_UPDATING";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Bandwidth limit value"; ObjectID = "egH-m5-dGc"; */
"egH-m5-dGc.ibExternalAccessibilityDescription" = "Waarde van bandbreedtelimiet";

/* Class = "NSButtonCell"; title = "LOG_SCHEDULING"; ObjectID = "f6b-dQ-hIn"; */
"f6b-dQ-hIn.title" = "LOG_SCHEDULING";

/* Class = "NSButtonCell"; title = "LOG_USER_AGENT"; ObjectID = "gUV-U2-6HY"; */
"gUV-U2-6HY.title" = "LOG_USER_AGENT";

/* Class = "NSButtonCell"; title = "LOG_REGISTRATION"; ObjectID = "gif-nR-isd"; */
"gif-nR-isd.title" = "LOG_REGISTRATION";

/* Class = "NSButtonCell"; title = "This is a system item"; ObjectID = "mjX-PX-8fD"; */
"mjX-PX-8fD.title" = "Dit is een systeemonderdeel";

/* Class = "NSButtonCell"; title = "LOG_DISKS"; ObjectID = "oSH-mX-Ia8"; */
"oSH-mX-Ia8.title" = "LOG_DISKS";

/* Class = "NSButtonCell"; title = "LOG_FILE_COPIER"; ObjectID = "rUy-sT-r0N"; */
"rUy-sT-r0N.title" = "LOG_FILE_COPIER";

/* Class = "NSButtonCell"; title = "LOG_TASK_CONFIG"; ObjectID = "rd9-T1-gi3"; */
"rd9-T1-gi3.title" = "LOG_TASK_CONFIG";

/* Class = "NSTextFieldCell"; title = "Band size for sparsebundle disk images (in MB):"; ObjectID = "uFM-pI-MGx"; */
"uFM-pI-MGx.title" = "Bandbreedte voor beperkte-bundelschijfkopieën (in MB):";

/* Class = "NSButtonCell"; title = "Use custom sparse image free space compaction threshold (in GB):"; ObjectID = "vKy-M2-wud"; */
"vKy-M2-wud.title" = "Gebruik aangepaste limiet voor compressie van schijfkopie (in GB):";

/* Class = "NSButtonCell"; title = "LOG_NETWORK"; ObjectID = "wpy-kk-ssK"; */
"wpy-kk-ssK.title" = "LOG_NETWORK";

/* Class = "NSButtonCell"; title = "This is an extended attribute-based exclusion"; ObjectID = "xAo-Zx-QNX"; */
"xAo-Zx-QNX.title" = "Dit is een uitzondering op basis van uitgebreide kenmerken";

/* Class = "NSButtonCell"; title = "LOG_TASK_EDITOR"; ObjectID = "xER-SQ-SvN"; */
"xER-SQ-SvN.title" = "LOG_TASK_EDITOR";

/* Class = "NSButtonCell"; title = "LOG_FILESYSTEMITEM"; ObjectID = "xRH-hm-NtC"; */
"xRH-hm-NtC.title" = "LOG_FILESYSTEMITEM";

/* Class = "NSButtonCell"; title = "Skip free space sanity check for disk images stored on the startup disk"; ObjectID = "yKO-ll-CZu"; */
"yKO-ll-CZu.title" = "Sla controle op vrije ruimte over voor schijfkopieën op de opstartschijf";

/* Class = "NSButtonCell"; title = "LOG_TASK_MANAGER"; ObjectID = "zUU-BR-uCk"; */
"zUU-BR-uCk.title" = "LOG_TASK_MANAGER";
